Repository: CozmoNate/HWSensors
Catalog: HWMonitorExtra/*.lproj/Localizable.strings
Languages: ru

source: TEMPERATURES
ru: ДАТЧИКИ ТЕМПЕРАТУРЫ

source: DRIVES TEMPERATURES
ru: ТЕМПЕРАТУРА ДИСКОВ

source: SSD REMAINING LIFE
ru: ВРЕМЯ ЖИЗНИ SSD

source: MULTIPLIERS
ru: МНОЖИТЕЛИ

source: VOLTAGES
ru: ДАТЧИКИ НАПРЯЖЕНИЯ

source: FANS
ru: ВЕНТИЛЯТОРЫ

source: CPU Heatsink
ru: Радиатор процессора

source: GPU %X Board
ru: Радиатор видеокарты %X

source: GPU %X Core
ru: Ядро видеокарты %X

source: GPU %X Proximity
ru: Видеокарта %X

source: Northbridge
ru: Северный мост

source: System Chipset
ru: Системный чипсет

source: CPU Package
ru: Процессор

source: CPU %X
ru: Процессор %X

source: CPU Core %X
ru: Процессор, ядро %X

source: Fan %X
ru: Вентилятор %X

source: CPU
ru: Процессор

source: DIMM Modules
ru: Модули памяти

source: Power/Battery
ru: Питание/Батарея

source: Quit HWMonitor
ru: Закрыть HWMonitor

source: No sensors found
ru: Нет доступных сенсоров
